/**
 * v1.6.0版
 * 2018/7/29
 * 新增kr 韩文
 * */
var LANGUAGE = {
	// 头部
	'登录': {
		'EN': 'The game'
	},
	'注册': {
		'EN': 'The game'
	},
	'首页': {
		'EN': 'The game'
	},
	'商城': {
		'EN': 'The game'
	},
	'交易': {
		'EN': 'The game'
	},
	'场外交易': {
		'EN': 'The game'
	},
	'币币交易': {
		'EN': 'The game'
	},
	'邀请好友': {
		'EN': 'The game'
	},
	'资产': {
		'EN': 'The game'
	},
	'总资产': {
		'EN': 'The game'
	},
	'可用资产': {
		'EN': 'The game'
	},
	'冻结资产': {
		'EN': 'The game'
	},
	'去购买': {
		'EN': 'The game'
	},
	'去出售': {
		'EN': 'The game'
	},
	'订单': {
		'EN': 'The game'
	},
	'查看更多': {
		'EN': 'The game'
	},
	'场外交易订单': {
		'EN': 'The game'
	},
	'币币交易订单': {
		'EN': 'The game'
	},
	'用户中心': {
		'EN': 'The game'
	},
	'邀请好友': {
		'EN': 'The game'
	},
	'退出登录': {
		'EN': 'The game'
	},
	// 尾部
	'工具': {
		'EN': 'The game'
	},
	'帮助中心': {
		'EN': 'The game'
	},
	'关于我们': {
		'EN': 'The game'
	},
	'平台介绍': {
		'EN': 'The game'
	},
	'联系我们': {
		'EN': 'The game'
	},
	'公告': {
		'EN': 'The game'
	},
	'条款说明': {
		'EN': 'The game'
	},
	'用户协议': {
		'EN': 'The game'
	},
	'隐私条款': {
		'EN': 'The game'
	},
	'法律申明': {
		'EN': 'The game'
	},
	'费率说明': {
		'EN': 'The game'
	},

	// 首页
	'尽情游戏': {
		'EN': 'The game'
	},
	'无尽精彩': {
		'EN': ' is endless'
	},
	'驯兽师': {
		'EN': 'xss'
	},
	'精彩画面': {
		'EN': 'ok'
	},
	'任你游': {
		'EN': ' is endless'
	},
	'进入游戏': {
		'EN': 'ok'
	},
	'二手车兑换': {
		'EN': 'ok'
	},
	'即将推出': {
		'EN': 'ok'
	},
	'敬请期待': {
		'EN': 'ok'
	},
	'全球实时行情': {
		'EN': 'ok'
	},
	'商场': {
		'EN': 'ok'
	},
	'交易': {
		'EN': 'ok'
	},
	'结合的新体验': {
		'EN': 'ok'
	},
	'双向交易': {
		'EN': 'ok'
	},
	'买卖自由': {
		'EN': 'ok'
	},
	'安全可靠': {
		'EN': 'ok'
	},
	'为什么要选择': {
		'EN': 'ok'
	},
	'支持多种数字货币的币币交易与场外交易': {
		'EN': 'ok'
	},
	'快速方便': {
		'EN': 'ok'
	},
	'冷存储': {
		'EN': 'ok'
	},
	'多重加密等银行级别安全技术': {
		'EN': 'ok'
	},
	'十年金融安全团队': {
		'EN': 'ok'
	},
	'多重保障资产安全': {
		'EN': 'ok'
	},
	'交易便捷': {
		'EN': 'ok'
	},
	'支持多终端交易': {
		'EN': 'ok'
	},
	'行情及时掌握': {
		'EN': 'ok'
	},
	'快速交易': {
		'EN': 'ok'
	},
	'贴心服务': {
		'EN': 'ok'
	},
	'全球市场': {
		'EN': 'ok'
	},
	'交易随时随地': {
		'EN': 'ok'
	},

	// 商城
	'区块链游戏': {
		'EN': 'ok'
	},

	// 币币交易
	'邀请好友注册': {
		'EN': 'ok'
	},
	'轻松获得交易返佣': {
		'EN': 'ok'
	},
	'立即邀请': {
		'EN': 'ok'
	},
	'净资产折合': {
		'EN': 'ok'
	},
	'或': {
		'EN': 'ok'
	},
	'开始交易': {
		'EN': 'ok'
	},
	'币种': {
		'EN': 'ok'
	},
	'最新价': {
		'EN': 'ok'
	},
	'涨幅': {
		'EN': 'ok'
	},
	'主区': {
		'EN': 'ok'
	},
	'高': {
		'EN': 'ok'
	},
	'低': {
		'EN': 'ok'
	},
	'量': {
		'EN': 'ok'
	},
	'限价交易': {
		'EN': 'ok'
	},
	'市价交易': {
		'EN': 'ok'
	},
	'费率': {
		'EN': 'ok'
	},
	'可用': {
		'EN': 'ok'
	},
	'充币': {
		'EN': 'ok'
	},
	'买入价': {
		'EN': 'ok'
	},
	'买入量': {
		'EN': 'ok'
	},
	'买入': {
		'EN': 'ok'
	},
	'卖出价': {
		'EN': 'ok'
	},
	'卖出量': {
		'EN': 'ok'
	},
	'卖出': {
		'EN': 'ok'
	},
	'价格': {
		'EN': 'ok'
	},
	'数量': {
		'EN': 'ok'
	},
	'当前委托': {
		'EN': 'ok'
	},
	'交易额': {
		'EN': 'ok'
	},
	'历史委托': {
		'EN': 'ok'
	},
	'全部': {
		'EN': 'ok'
	},
	'时间': {
		'EN': 'ok'
	},
	'交易对': {
		'EN': 'ok'
	},
	'方向': {
		'EN': 'ok'
	},
	'委托总额': {
		'EN': 'ok'
	},
	'已成交': {
		'EN': 'ok'
	},
	'未成交': {
		'EN': 'ok'
	},
	'操作': {
		'EN': 'ok'
	},
	'暂无记录': {
		'EN': 'ok'
	},
	'委托量': {
		'EN': 'ok'
	},
	'成交均价': {
		'EN': 'ok'
	},
	'状态': {
		'EN': 'ok'
	},
	'所有记录': {
		'EN': 'ok'
	},
	'深度图': {
		'EN': 'ok'
	},
	'实时成交': {
		'EN': 'ok'
	},
	'币种资料': {
		'EN': 'ok'
	},
	'简介': {
		'EN': 'ok'
	},
	'发行时间': {
		'EN': 'ok'
	},
	'发行总量': {
		'EN': 'ok'
	},
	'流通总量': {
		'EN': 'ok'
	},
	'众筹价格': {
		'EN': 'ok'
	},
	'白皮书': {
		'EN': 'ok'
	},
	'官网': {
		'EN': 'ok'
	},
	'区块查询': {
		'EN': 'ok'
	},

	// 场外交易-购买
	'全部货币': {
		'EN': 'ok'
	},
	'全部付款方式': {
		'EN': 'ok'
	},
	'搜广告': {
		'EN': 'ok'
	},
	'搜用户': {
		'EN': 'ok'
	},
	'货币': {
		'EN': 'ok'
	},
	'请选择': {
		'EN': 'ok'
	},
	'人民币': {
		'EN': 'ok'
	},
	'美元': {
		'EN': 'ok'
	},
	'支付宝': {
		'EN': 'ok'
	},
	'微信': {
		'EN': 'ok'
	},
	'银行卡转账': {
		'EN': 'ok'
	},
	'请输入完整用户名': {
		'EN': 'ok'
	},
	'搜索': {
		'EN': 'ok'
	},
	'昵称': {
		'EN': 'ok'
	},
	'付款方式': {
		'EN': 'ok'
	},
	'限额': {
		'EN': 'ok'
	},

	// 场外交易-订单管理
	'订单信息': {
		'EN': 'ok'
	},
	'交易价格': {
		'EN': 'ok'
	},
	'交易数量': {
		'EN': 'ok'
	},
	'交易金额': {
		'EN': 'ok'
	},
	'报价': {
		'EN': 'ok'
	},
	'交易限额': {
		'EN': 'ok'
	},
	'聊天': {
		'EN': 'ok'
	},
	'按回车发送消息': {
		'EN': 'ok'
	},
	'电子邮箱': {
		'EN': 'ok'
	},
	'手机号码': {
		'EN': 'ok'
	},
	'实名认证': {
		'EN': 'ok'
	},
	'用户创建时间': {
		'EN': 'ok'
	},
	'交易操作': {
		'EN': 'ok'
	},
	'订单编号': {
		'EN': 'ok'
	},
	'付款方式': {
		'EN': 'ok'
	},
	'广告留言': {
		'EN': 'ok'
	},
	'标记付款': {
		'EN': 'ok'
	},
	'取消交易': {
		'EN': 'ok'
	},
	'交易评价': {
		'EN': 'ok'
	},
	'解冻货币': {
		'EN': 'ok'
	},
	'申请仲裁': {
		'EN': 'ok'
	},
	'发送图片': {
		'EN': 'ok'
	},
	'选择': {
		'EN': 'ok'
	},
	'选择图片': {
		'EN': 'ok'
	},
	'关闭': {
		'EN': 'ok'
	},
	'发送': {
		'EN': 'ok'
	},
	'预览': {
		'EN': 'ok'
	},
	'进度': {
		'EN': 'ok'
	},
	'查看图片': {
		'EN': 'ok'
	},
	'请填写您申请仲裁的理由': {
		'EN': 'ok'
	},
	'放弃': {
		'EN': 'ok'
	},
	'确认申请': {
		'EN': 'ok'
	},
	'交易有何印象': {
		'EN': 'ok'
	},
	'快來评价吧': {
		'EN': 'ok'
	},
	'好评': {
		'EN': 'ok'
	},
	'差评': {
		'EN': 'ok'
	},
	'提交': {
		'EN': 'ok'
	},

	// 场外交易-广告管理
	'购买广告': {
		'EN': 'ok'
	},
	'出售广告': {
		'EN': 'ok'
	},
	'编号': {
		'EN': 'ok'
	},
	'广告类型': {
		'EN': 'ok'
	},
	'溢价比例': {
		'EN': 'ok'
	},
	'创建时间': {
		'EN': 'ok'
	},
	'交易状态': {
		'EN': 'ok'
	},
	'暂无广告': {
		'EN': 'ok'
	},

	// 场外交易-信任管理
	'我信任的': {
		'EN': 'ok'
	},
	'信任我的': {
		'EN': 'ok'
	},
	'我屏蔽的': {
		'EN': 'ok'
	}

}

